{
    "about us": "Về chúng tôi",
    "read more": "xem thêm",
    "Utilizing the power of all social resources to build, develop and accompany the global digital economy era.": "Chúng tôi tận dụng sức mạnh của mọi nguồn lực xã hội để xây dựng, phát triển và đồng hành với kỷ nguyên kinh tế số toàn cầu.",
    "Creating borderless connectivity in all fields of the digital economy.": "Tạo ra sự kết nối không biên giới trong mọi lĩnh vực của nền kinh tế số.",
    "Creating a happier and more prosperous life for the worldwide community": "Kiến tạo nên cuộc sống hạnh phúc và thịnh vượng hơn cho cộng đồng.",
    "Building a community of entrepreneurs, businesses, investors, and individuals with unified intelligence, companionship and sustainable development.": "Xây dựng cộng đồng các doanh nhân, doanh nghiệp, các nhà đầu tư, các cá nhân có trí tuệ hợp nhất, đồng hành và phát triển bền vững.",
    "Becoming the world's leading digital economy corporation by the convergence of intelligence, finance, technology. Thus, we contribute to the common prosperity of the global economy.": "Trở thành tập đoàn kinh tế số hàng đầu thế giới bằng sức mạnh của sự hội tụ trí tuệ, tài chính và công nghệ, đóng góp vào sự thịnh vượng chung của kinh tế toàn cầu.",
    "Aspiring to IPO on the international exchange platform in 2027.": "Khát vọng IPO trên sàn quốc tế vào năm 2027.",
    "Act like a founder": "Hành động như nhà sáng lập",
    "Keep the discipline and high standards": "Kỷ luật và tiêu chuẩn cao",
    "Respect  the diversity": "Tôn trọng sự khác biệt",
    "Spirit of Dedication": "Tinh thần phụng sư",
    "Attaching Affection": "Gắn kết yêu thương",
    "Sharing the responsibility": "Trách nhiệm cùng nhau",
    "Giving is forever lasted": "Cho đi là còn mãi",
    "Transparency, safety": "Minh bạch, an toàn",
    "Oriented for solution": "Sẵn sàng giải pháp",
    "Deep Expertise": "Sâu sát chuyên môn",
    "Leaving a legacy": "Để lại di sản",
    "Think Big": "Suy nghĩ lớn",
    "OUR MISSION": "Sứ mệnh",
    "OUR VISION": "Tầm nhìn",
    "OUR CORE VALUES": "Giá trị cốt lõi",
    "READ MORE": "XEM THÊM",
    "Read more": "Xem thêm",
    "Technology field": "Lĩnh vực công nghệ",
    "Healthcare field": "Lĩnh vực y tế",
    "Metaway Med orients to establish an international standard clinic and hospital system specializing in chiropractic. Blockchain technology will be applied to digital medical records for best tracked Metaway Med builds a technology platform to support medical examination, diagnosis, calibration, and treatment for patients, which will help patients save huge amounts of unnecessary costs. Metaway Med owns a world-leading professors and specialists team who are dedicated to caring for patients' health.": "Metaway Med định hướng phát triển hệ thống phòng khám và bệnh viện tiêu chuẩn quốc tế chuyên khoa thần kinh cột sống, ứng dụng bệnh án số trên công nghệ blockchain. Metaway Med xây dựng nền tảng công nghệ để hỗ trợ việc khám bệnh, chẩn đoán, hội chẩn và điều trị cho bệnh nhân giúp cho người bệnh tiết kiệm được nhiều chi phí không cần thiết. Metaway Med sở hữu đội ngũ giáo sư, bác sĩ chuyên khoa hàng đầu thế giới luôn tận tâm chăm sóc sức khỏe cho người bệnh.",
    "Real Estate field": "Lĩnh vực bất động sản",
    "is an investor and developer of super-luxury class real estate and smart cities. We create the differences for real estates, set new standards for personal branding and premium enjoyment exclusively for elite owners. We apply new technologies comprehensively in the field of real estate. On a global scale, myriad investment opportunities and new forms of ownership will be opened up for Investors regardless of legal and geographical barriers.": "là nền tảng phát triển các sản phẩm bất động sản số siêu sang, thành phố thông minh. Chúng tôi tạo ra sự khác biệt cho các bất động sản, thiết lập nên chuẩn mực mới về thương hiệu cá nhân và tiêu chuẩn tận hưởng trong một tinh thần hưởng thụ tầm cao của các chủ nhân tinh hoa. Chúng tôi ứng dụng toàn diện các công nghệ mới trong lĩnh vực bất động sản mở ra các cơ hội đầu tư và tạo ra các hình thức sở hữu hoàn toàn mới cho nhà đầu tư phá vỡ mọi rào cản về pháp lý, địa lý trên phạm vi toàn cầu.",
    "Finance field": "Lĩnh vực tài chính",
    "applies new technologies in creating digital platforms and solutions for Banking, Insurance, and Securities fields. Brand new investment opportunities and exclusive trading models will be opened up for global users We believe in the future you are the only one who will take control of your own financial life. FWe empower you to learn, plan, and actualize your financial prosperity dreams. You should say bye to all the confusing myths you've heard about investing": "ứng dụng các công nghệ mới để tạo ra các nền tảng, giải pháp số trong lĩnh vực ngân hàng, bảo hiểm, chứng khoán, ... mở ra các cơ hội đầu tư và các hình thức giao dịch hoàn toàn mới cho người dùng trên phạm vi toàn cầu. Chúng tôi tin tưởng rằng, trong tương lai bạn là người duy nhất có thể kiểm soát cuộc sống tài chính của chính bạn. Chúng tôi trao quyền cho bạn để học hỏi, tự lập kế hoạch và thực hiện ước mơ thịnh vượng tài chính của mình.",
    "HOLDINGS MEMBERS": "THÀNH VIÊN",
    "ECOSYSTEM": "HỆ SINH THÁI",
    "Metaway Holdings' ecosystem revolves around the pillars which shape the digital economy. We generate core technologies to apply in all fields of life such as Digital Health Ecosystem, Technology Ecosystem, Digital Real Estate Ecosystem, Digital Financial Ecosystem.": "Hệ sinh thái của Metaway Holdings xoay quanh các trụ cột hình thành nên nền kinh tế số. Chúng tôi phát triển các công nghệ lõi nền tảng từ đó ứng dụng vào mọi lĩnh vực của đời sống bao gồm: Hệ sinh thái y tế số, Hệ sinh thái công nghệ, hệ sinh thái bất động sản số, hệ sinh thái tài chính số.",
    "Metaway Holdings is a global-scale digital economy corporation with the orientation to develop on the pillar fields of the digital economy society. We create platforms to fulfill multi-value ecosystems: Digital Healthcare, Digital Education, Digital Commerce, Digital Banking, Digital insurance, Digital Real Estate... All based on optimal application of the cutting-edge technologies for better serving the demand  on for global connectivity": "Metaway Holdings là tập đoàn kinh tế số hoạt động trên phạm vi toàn cầu, định hướng phát triển các lĩnh vực trụ cột của nền kinh tế, hướng tới xã hội số. Chúng tôi kiến tạo các nền tảng để hình thành nên các hệ sinh thái: y tế số, giáo dục số, thương mại số, ngân hàng số, bảo hiểm số, bất động sản số....dựa trên việc áp dụng tối đa các công nghệ mới nhất để phụng sự và đáp ứng những nhu cầu kết nối của công dân toàn cầu.",
    "Way": "Con đường",
    "Talent": "Tài năng",
    "Metaway Holdings possesses the secrets of the super-rich class and the formula successfully applied  in the top corporations and even start up companies for spectacular business breakthroughs. This will be the firm launching pad to help us conquer all the peaks.": "Metaway Holdings sở hữu những bí mật của giới siêu giàu và công thức mà các tập đoàn lớn, ngay cả các công ty khởi nghiệp đã ứng dụng thành công và tạo ra sự đột phá ngoạn mục. Đó chính là sức mạnh, là bệ phóng để giúp chúng ta vững bước trên hành trình chinh phục mọi đỉnh cao.",
    "brings together gifted people with a noble vision and mission in connecting communities and actualizing all aspirations.": "hội tụ những con người tài năng, có tầm nhìn và sứ mệnh cao cả với mong muốn kết nối các cộng đồng, các đối tác để hiện thực hoá mọi khát vọng.",
    "Formed in the Metaverse era, we are well aware of the importance of developing infrastructure and solutions to help humankind quickly access and adapt to the movements of the future.": "Được hình thành trong kỷ nguyên của Metaverse, chúng tôi nhận thức rõ tầm quan trọng của việc phát triển nền tảng hạ tầng và giải pháp để giúp cho loài người nhanh chóng tiếp cận, tham gia và thích nghi với những xu hướng của tương lai.",
    "Brand Story": "Câu chuyện thương hiệu",
    "Investment Sector": "Lĩnh vực đầu tư",
    "Ecosystem": "Hệ sinh thái",
    "Born in an era when  technology wave 5.0 is exploding globally, Metaway Holdings is the convergence of pioneering leaders with outstanding vision and wisdom, unlimited imagination, a sky of creativity, and sustainable development.": "Ra đời tại thời điểm làn sóng công nghệ 5.0 đang bùng nổ trên toàn cầu, Metaway Holdings là nơi hội tụ của những thủ lĩnh tiên phong có tầm nhìn và trí tuệ vượt trội, sức tưởng tượng vô cực không giới hạn, bầu trời của sự sáng tạo và phát triển bền vững.",
    "Metaway Holdings focuses on investing in leading sectors and industries with high growth potential in the future, which are the pillars of the digital economy including: healthcare, technology, real estate and finance.": "Metaway Holdings tập trung đầu tư vào các lĩnh vực và ngành hàng dẫn đầu và có tiềm năng phát triển cao trong tương lai, là trụ cột của nền kinh tế số bao gồm: y tế, công nghệ, bất động sản và tài chính.",
    "Metaway Holdings owns executive resources who have many years of experience in many fields: restructuring, M&A, finance, investment and corporate governance. In addition, we also have senior advisors from Phi Group (USA) with a strong and reputable global partner system.": "Metaway Holdings sở hữu nguồn lực điều hành là những nhân sự có nhiều năm kinh nghiệm trong nhiều lĩnh vực: tái cấu trúc, M&A, tài chính, đầu tư và quản trị doannh nghiệp. Ngoài ra chúng tôi còn có các cố vấn cấp cao đến từ tập đoàn Phi Group (Hoa Kỳ) với những hệ thống đối tác toàn cầu có năng lực và uy tín cao.",
    "Company Background": "Bối cảnh ra đời",
    "Resource": "Nguồn lực",
    "Aspiration": "Khát vọng",
    "Metaway Holdings is headquartered in the United States with numerous branch offices around the world. The company was founded in the next wave of digital technologies with artificial intelligence, blockchain, the Internet of things, and Cloud computing platforms and applications . These invincible waves will convey great potential and promote the instantaneous development of key economic sectors. Our major ambition  is to connect together a community of entrepreneurs, firms, and investors who all share the same desire of giving a legacy for future generations.": "Metaway Holdings có trụ sở chính tại Việt Nam và có văn phòng tại nhiều quốc gia trên thế giới. Ra đời trong bối cảnh làn sóng tiếp theo của những công nghệ số - trí tuệ nhân tạo, chuỗi khối (blockchain), Internet vạn vật và các nền tảng, ứng dụng dựa trên điện toán đám mây – sẽ mang lại tiềm năng và thúc đẩy cho sự phát triển mạnh mẽ của các lĩnh vực trụ cột kinh tế trong kỷ nguyên số. Sứ mệnh lớn lao của chúng tôi là tập hợp một cộng đồng các doanh nhân, doanh nghiệp, nhà đầu tư có chung ước mơ kiến tạo những di sản cho nhân loại.",
    "Metaway Holdings desires to integrate human intelligence, artificial intelligence, and business intelligence to jointly generate prosperous values for worldwide inhabitants and progress to become a leading digital economy organization in the world.": "Metaway Holdings mong muốn  hợp nhất trí tuệ con người, trí tuệ nhân tạo và trí tuệ kinh doanh để cùng nhau kiến tạo những giá trị thịnh vượng cho cư dân toàn cầu và tiến tới trở thành tập đoàn kinh tế số hàng đầu thế giới.",
    "Metaway Holdings possesses influential resources in human, finance, and technology. Metaway Holdings' founders and management team have extensive expertise and knowledge in strategy, corporate governance, investing, and restructuring. We capture the world's top successful business formulae. Thanks to the creative ideas based on understanding and mastering the latest platform technologies, We have earned the attention of major investment funds and reputable financial organizations.": "Metaway Holdings sở hữu nguồn lực mạnh mẽ từ con người, tài chính, công nghệ. Những người sáng lập và đội ngũ điều hành của Metaway Holdings có nhiều năm kinh nghiệm về chiến lược, quản trị doanh nghiệp, đầu tư, tái cấu trúc và am hiểu các công thức thành công bậc nhất trên thế giới. Nhờ những ý tưởng tạo bạo dựa trên việc hiểu và nắm giữ những công nghệ nền tảng tiên tiến, chúng tôi thu hút được sự quan tâm của nhiều quỹ đầu tư và các tổ chức tài chính uy tín.",
    "is headquartered in the": "có trụ sở chính tại",
    "United States": "Mỹ",
    "with numerous branch offices around the world. The company was founded in the next wave of digital technologies with artificial intelligence, blockchain, the Internet of things, and Cloud computing platforms and applications . These invincible waves will convey great potential and promote the instantaneous development of key economic sectors. Our major ambition is to connect together a community of entrepreneurs, firms, and investors who all share the same desire of giving a legacy for future genera tions.": "và có văn phòng tại nhiều quốc gia trên thế giới, ra đời trong bối cảnh làn sóng tiếp theo của những công nghệ số - trí tuệ nhân tạo, chuỗi khối (blockchain), Internet vạn vật và các nền tảng, ứng dụng dựa trên điện toán đám mây – sẽ mang lại tiềm năng và thúc đẩy cho sự phát triển mạnh mẽ của các lĩnh vực trụ cột kinh tế trong kỷ nguyên số. Sứ mệnh lớn lao của chúng tôi là tập hợp một cộng đồng các doanh nhân, doanh nghiệp, nhà đầu tư có chung ước mơ kiến tạo những di sản cho nhân loại.",
    "Possesses influential resources in human, finance, and technology. founders and management team have extensive expertise and knowledge in strategy, corporate governance, investing, and restructuring. We capture the world's top successful business formulae. Thanks to the creative ideas based on understanding and mastering the latest platform technologies, We have earned the attention of major investment funds and reputable financial organizations.": "Metaway Holdings sở hữu nguồn lực mạnh mẽ từ con người, tài chính, công nghệ. Những người sáng lập và đội ngũ điều hành của Metaway Holdings có nhiều năm kinh nghiệm về chiến lược, quản trị doanh nghiệp, đầu tư, tái cấu trúc và am hiểu các công thức thành công bậc nhất trên thế giới. Nhờ những ý tưởng táo bạo dựa trên việc hiểu và nắm giữ những công nghệ nền tảng tiên tiến, chúng tôi thu hút được sự quan tâm của nhiều quỹ đầu tư và các tổ chức tài chính uy tín.",
    "desires to integrate human intelligence, artificial intelligence, and business intelligence to jointly generate prosperous values for worldwide inhabitants and progress to become a leading digital economy organization in the world." :"mong muốn  hợp nhất trí tuệ con người, trí tuệ nhân tạo và trí tuệ kinh doanh để cùng nhau kiến tạo những giá trị thịnh vượng cho cư dân toàn cầu và tiến tới trở thành tập đoàn kinh tế số hàng đầu thế giới.",
    "ecosystem is investing in products and services for specialized needs: The backbone pillar of the digital economy, Enormous Volume, Global Scale, Recurrent Demand, Fast-developing Market. We address existing markets and industries' issues with the latest smart, transparent technology solutions.": "xoay quanh các trụ cột hình thành nên nền kinh tế số. Chúng tôi phát triển các công nghệ lõi nền tảng từ đó ứng dụng vào mọi lĩnh vực của đời sống bao gồm: Hệ sinh thái y tế số, Hệ sinh thái công nghệ, hệ sinh thái bất động sản số, hệ sinh thái tài chính số.",
    "focuses on investing in leading sectors and industries with high growth potential in the future, which are the pillars of the digital economy including: healthcare, technology, real estate and finance.": "tập trung đầu tư vào các lĩnh vực và ngành hàng dẫn đầu và có tiềm năng phát triển cao trong tương lai, là trụ cột của nền kinh tế số bao gồm: y tế, công nghệ, bất động sản và tài chính.",
    "The Metaway Holdings": "Hệ sinh thái của Metaway Holdings",
    "is a global-scale digital economy corporation with the orientation to develop on the pillar fields of the digital economy society. We create platforms to fulfill multi-value ecosystems: Digital Healthcare, Digital Education, Digital Commerce, Digital Banking, Digital insurance, Digital Real Estate... All based on optimal application of the cutting-edge technologies for better serving the demand on for global connectivity": "là tập đoàn kinh tế số hoạt động trên phạm vi toàn cầu, định hướng phát triển các lĩnh vực trụ cột của nền kinh tế, hướng tới xã hội số. Chúng tôi kiến tạo các nền tảng để hình thành nên các hệ sinh thái: y tế số, giáo dục số, thương mại số, ngân hàng số, bảo hiểm số, bất động sản số....dựa trên việc áp dụng tối đa các công nghệ mới nhất để phụng sự và đáp ứng những nhu cầu kết nối của công dân toàn cầu.",
    "INVESTMENT SECTOR": "LĨNH VỰC ĐẦU TƯ",
    "explores, expands, and delivers crucial technology solutions in the pillars of the digital economy. Our goal is to improve the capacity and overall development to meet global user needs in the digital economy age.": "nghiên cứu, phát triển và cung cấp các sản phẩm, giải pháp công nghệ quan trọng trong các trụ cột của nền kinh tế số, với mục tiêu nâng cao năng lực và sự phát triển chung của nền kinh tế số để đáp ứng các nhu cầu của người dùng toàn cầu trong kỷ nguyên số.",
    "orients to establish an international standard clinic and hospital system specializing in chiropractic. Blockchain technology will be applied to digital medical records for best tracked Metaway Med builds a technology platform to support medical examination, diagnosis, calibration, and treatment for patients, which will help patients save huge amounts of unnecessary costs. Metaway Med owns a world-leading professors and specialists team who are dedicated to caring for patients' health.": "định hướng phát triển hệ thống phòng khám và bệnh viện tiêu chuẩn quốc tế chuyên khoa thần kinh cột sống, ứng dụng bệnh án số trên công nghệ blockchain. Metaway Med xây dựng nền tảng công nghệ để hỗ trợ việc khám bệnh, chẩn đoán, hội chẩn và điều trị cho bệnh nhân giúp cho người bệnh tiết kiệm được nhiều chi phí không cần thiết. Metaway Med sở hữu đội ngũ giáo sư, bác sĩ chuyên khoa hàng đầu thế giới luôn tận tâm chăm sóc sức khỏe cho người bệnh.",
    "possesses the secrets of the super-rich class and the formula successfully applied in the top corporations and even start up companies for spectacular business breakthroughs. This will be the firm launching pad to help us conquer all the peaks.": "sở hữu những bí mật của giới siêu giàu và công thức mà các tập đoàn lớn, ngay cả các công ty khởi nghiệp đã ứng dụng thành công và tạo ra sự đột phá ngoạn mục. Đó chính là sức mạnh, là bệ phóng để giúp chúng ta vững bước trên hành trình chinh phục mọi đỉnh cao.",
    "Metaway Holdings operates under the model of 'Holdings in holdings'. We build separate ecosystems while still focusing on Metaway Holding's broad goal of globalization, digitization, and innovation for superior social values.": "Metaway Holdings hoạt động theo mô hình 'Holding in holding', chúng tôi xây dựng các hệ sinh thái riêng biệt, bên cạnh đó vẫn tập trung vào mục tiêu lớn là toàn cầu hóa, số hóa và đổi mới vì các giá trị xã hội vượt trội.",
    "ecosystem is investing in products and services for specialized needs: The backbone pillar of the digital economy, Enormous Volume, Global Scale, Recurrent Demand, Fast-developing Market.": "đang đầu tư tập trung vào các sản phẩm và dịch vụ đáp ứng các nhu cầu đặc biệt: là trụ cột của nền kinh tế số, khối lượng khổng lồ, quy mô toàn cầu, nhu cầu lặp đi lặp lại, thị trường có khả năng tăng trưởng nhanh. Chúng tôi tiếp cận các thị trường và lĩnh vực đã được định hình bằng các giải pháp công nghệ mới thông minh hơn, minh bạch hơn.",
    "OUR EXECUTIVE TEAM": "BAN ĐIỀU HÀNH",
    "owns executive resources who have many years of experience in many fields: restructuring, M&A, finance, investment and corporate governance. In addition, we also have senior advisors from Phi Group (USA) with a strong and reputable global partner system.": "sở hữu nguồn lực điều hành là những nhân sự có nhiều năm kinh nghiệm trong nhiều lĩnh vực: tái cấu trúc, M&A, tài chính ngân hàng, quỹ đầu tư và quản trị doanh nghiệp. Ngoài ra chúng tôi còn có các cố vấn cấp cao đến từ tập đoàn Phi Group (Hoa Kỳ) cùng những hệ thống đối tác toàn cầu có năng lực và uy tín cao.",
    "Home": "Trang chủ",
    "About us": "Về chúng tôi",
    "Investor": "Đầu tư",
    "Media": "Truyền thông",
    "Contact": "Liên hệ",
    "METAWAY Holdings Roadmap 2022-2027 IPO $300 billion": "Lộ trình IPO của Metaway Holdings (2022 - 2027) - 300 tỷ USD",
    "The Big Things": "Những điều to lớn",
    "Digital Economy Corporation": "Tập đoàn kinh tế số",
    "CORPORATION HIGHLIGHTS": "ĐIỂM NỔI BẬT",
    "The rise of the technology 5.0 revolution has motivated METAWAY Holdings' tycoons and founders to invest and participate in the fields of digital finance, advanced real estate development, and international commodities.": "Sự phát triển của cuộc cách mạng công nghệ 5.0 đã tạo động lực để Metaway Holdings và các nhà đầu tư tham gia vào lĩnh vực là trụ cột của nền kinh tế số, bao gồm tài chính kỹ thuật số, phát triển bất động sản, ngân hàng số và y tế số.",
    "OUR PARTNERS": "ĐỐI TÁC CỦA CHÚNG TÔI",
    "We prefer to work with companies who have a common vision and can come along with our business ecosystem and corporate culture value system. Our partners come from the multi-diversification of internal and external resources.": "Metaway Holdings xây dựng mối quan hệ hợp tác bền vững với các đối tác có chung tầm nhìn, chung hệ giá trị đến từ nhiều quốc gia. Thông qua sự hợp tác này, chúng tôi cùng nhau kiến tạo những giá trị bền vững cho quý nhà đầu tư và các khách hàng thân thiết.",
    "AS SEEN ON": "THÔNG TIN BÁO CHÍ",
    "Address 1:": "Địa chỉ 1:",
    "Address 2:": "Địa chỉ 2:",
    "Address 3:": "Địa chỉ 3:",
    "CX01 lot, Van Khe urban area, La Khe Ward, Ha Dong District, Hanoi, Vietnam": "Lô CX01, Khu đô thị Văn Khê, Phường La Khê, Quận Hà Đông, Hà Nội, Việt Nam",
    "METAWAY Holdings.com is a proud part of METAWAY Holdings Inc., a leading business  services company.": "Tập đoàn Metaway Holdings tự hào là một phần của Metaway Holdings Inc, một Tập đoàn hàng đầu về kinh thế số.",
    "METAWAY Holdings.com is a Registered Trademark. © 2022 – 2027  All Rights Reserved": "Tập đoàn Metaway Holdings được đăng ký bản quyền thương hiệu. © 2022 – 2027 Tất cả các quyền được bảo lưu.",
    "ABOUT US": "VỀ CHÚNG TÔI",
    "overview": "TỔNG QUAN",
    "The business of": "Lĩnh vực đầu tư của",
    "focuses on leading and high-class industries including specialized healthcare, super-luxury real estate, technology-related categories, especially financial technology, and blockchain-driven.": "tập trung vào việc ứng dụng blockchain trong các ngành hàng cao cấp bao gồm chăm sóc sức khỏe chuyên biệt, bất động sản siêu sang, các sản phẩm liên quan đến công nghệ đặc biệt là công nghệ tài chính.",
    "Board of Management": "HỘI ĐỒNG QUẢN TRỊ",
    "Advisors": "CỐ VẤN",
    "Core Team": "ĐỘI NGŨ NÒNG CỐT",
    "Technical steering commitee": "BAN CHỈ ĐẠO KỸ THUẬT",
    "Chairman": "Chủ tịch",
    "Vice Chairman": "Phó chủ tịch",
    "Vice Chairman CEO": "Tổng Giám đốc",
    "Deputy CEO": "Phó Giám đốc điều hành",
    "Member of BOM": "Thành viên hội đồng quản trị",
    "Growth Advisor": "Cố vấn tăng trưởng",
    "Managing Director PHI": "Giám đốc điều hành PHI",
    "Group Advisor": "Cố vấn Nhóm",
    "Finance Advisor": "Cố vấn tài chính",
    "Investment & Partnership Advisor": "Cố vấn Đầu tư & Đối tác",
    "Chief Operationg Officer PHI Group Operation Advisor": "Giám đốc điều hành Cố vấn hoạt động của PHI Group",
    "Technology Advisor": "Cố vấn Công nghệ",
    "CMO": "Giám đốc Marketing",
    "Legal Director": "Giám đốc pháp lý",
    "CTO": "Giám đốc công nghệ",
    "Annual Finance Report": "Báo cáo tài chính hàng năm",
     "Internal Report": "Báo cáo nội bộ",
     "Sec Filing": "Nộp hồ sơ Sec",
     "INTERNAL REPORT": "BÁO CÁO NỘI BỘ",
     "TIME": "Năm",
     "DOCUMENT": "Tài liệu",
     "ANNUAL FINANCE REPORT": "BÁO CÁO TÀI CHÍNH HÀNG NĂM",
     "Finance Report":"Báo cáo tài chính",
     "Business Result Report": "Báo cáo kết quả kinh doanh",
     "CONTACT": "LIÊN HỆ",
     "United States of America": "ĐỊA CHỈ TẠI HOA KỲ",
     "VIETNAM": "VIỆT NAM",
     "CX01 lot, Van Khe urban area, La <br> Khe Ward, Ha Dong District,": "Lô CX01, Khu đô thị Văn Khê, Phường La Khê, Quận Hà Đông",
     "Hanoi, Vietnam": "Hà Nội, Việt Nam",
     "Submit": "GỬI YÊU CẦU",
     "Your Name": "Tên",
     "Your Email": "Email",
     "Your Phone Number": "Số điện thoại",
     "Enter Message": "Nội dung yêu cầu",
     "Investor News": "Tin đầu tư",
     "News": "Tin tức",
     "Press Release": "Thông cáo báo chí",
     "Overview": "Tổng quan",
     "Our Mission": "Sứ Mệnh",
     "Our Vision": "Tầm Nhìn",
     "Our Core Values": "Giá Trị Cốt Lõi",
     "Investment Sectors": "Lĩnh Vực Đầu Tư",
     "Our Ecosystem": "Hệ Sinh Thái",
     "Holdings Members": "Thành Viên",
     "Our Executive Team": "Ban Điều Hành",
     "Born in an era when technology wave 5.0 is exploding globally, Metaway Holdings is the convergence of pioneering leaders with outstanding vision and wisdom, unlimited imagination, a sky of creativity, and sustainable development.": "Metaway Holdings ra đời trong bối cảnh làn sóng công nghệ 5.0 đang bùng nổ trên toàn cầu như công nghệ chuối khối (blockchain), trí tuệ nhân tạo (AI), Internet vạn vật kết nối (IoT). Các nền tảng và ứng dụng này dựa trên mô hình công nghệ điện toán đám mây sẽ thúc đẩy chuyển đổi số và mang lại niềm tăng lớn cho các lĩnh vực trụ cột kinh tế.",
     "Respect the diversity": "Tôn trọng sự khác biệt",
     "TRAN NAM CHUNG": "TRẦN NAM CHUNG,",
     "NGO MINH THANG": "NGÔ MINH THẮNG",
     "PHAM ANH TUAN": "PHẠM ANH TUẤN",
     "ANNA NGUYEN": "ANNA NGUYỄN",
     "TRAN QUANG TRUNG": "TRẦN QUANG TRUNG",
     "ANDY VU": "ANDY VŨ",
     "MA CHI THANH": "MA CHÍ THANH",
     "TRAN DUC MINH": "TRẦN ĐỨC MINH",
     "LE VAN DUONG": "LÊ VĂN DƯƠNG",
     "BUI DINH NGOC": "BÙI ĐÌNH NGỌC",
     "30 N Gould St Ste R Sheridan, Wyoming 82801, USA": "Số 30 Phía Bắc đường Gould ST Ste, thành phố Sheridan, Bang Wyoming, Mỹ.",
     "2323 Main Street Irvine, CA 92614, U.S.A.": "Số 2323, đường chính irvine, bang California, Mỹ.",
     "Metaway Holdings is headquartered in the United States with numerous branch offices around the world. The company was founded in the next wave of digital technologies with artificial intelligence, blockchain, the Internet of things, and Cloud computing platforms and applications . These invincible waves will convey great potential and promote the instantaneous development of key economic sectors. Our major ambition is to connect together a community of entrepreneurs, firms, and investors who all share the same desire of giving a legacy for future genera tions.": "Metaway Holdings có trụ sở chính tại Việt Nam và có văn phòng tại nhiều quốc gia trên thế giới. Ra đời trong bối cảnh làn sóng tiếp theo của những công nghệ số - trí tuệ nhân tạo, chuỗi khối (blockchain), Internet vạn vật và các nền tảng, ứng dụng dựa trên điện toán đám mây – sẽ mang lại tiềm năng và thúc đẩy cho sự phát triển mạnh mẽ của các lĩnh vực trụ cột kinh tế trong kỷ nguyên số. Sứ mệnh lớn lao của chúng tôi là tập hợp một cộng đồng các doanh nhân, doanh nghiệp, nhà đầu tư có chung ước mơ kiến tạo những di sản cho nhân loại.",
     "INVESTMENT NEWS": "TIN ĐẦU TƯ",
     "PRESS RELEASE": "THÔNG CÁO BÁO CHÍ",
     "30 N Gould St Ste R Sheridan,": "Số 30 Phía Bắc đường Gould ST Ste,",
     "Wyoming 82801": "thành phố",
     "2323 Main Street Irvine, CA 92614": "Sheridan, Bang Wyoming, Mỹ",
     "investment news": "TIN TỨC",
     "BOARD OF MANAGEMENT": "HỘI ĐỒNG QUẢN TRỊ",
     "ADVISORS": "HỘI ĐỒNG CỐ VẤN",
     "CORE TEAM": "ĐỘI NGŨ NÒNG CỐT",
     "TECHNICAL STEERING COMMITEE": "ĐỘI NGŨ CÔNG NGHỆ"

}
