{
    "about us": "Về chúng tôi",
    "read more": "xem thêm",
    "Utilizing the power of all social resources to build, develop and accompany the global digital economy era.": "Chúng tôi tận dụng sức mạnh của mọi nguồn lực xã hội để xây dựng, phát triển và đồng hành với kỷ nguyên kinh tế số toàn cầu.",
    "Creating borderless connectivity in all fields of the digital economy.": "Tạo ra sự kết nối không biên giới trong mọi lĩnh vực của nền kinh tế số",
    "Creating a happier and more prosperous life for the worldwide community": "Kiến tạo nên cuộc sống hạnh phúc và thịnh vượng hơn cho cộng đồng toàn cầu.",
    "Building a community of entrepreneurs, businesses, investors, and individuals with unified intelligence, companionship and sustainable development.": "Xây dựng cộng đồng các doanh nhân, doanh nghiệp, các nhà đầu tư, các cá nhân có trí tuệ hợp nhất, đồng hành và phát triển bền vững.",
    "Becoming the world's leading digital economy corporation by the convergence of intelligence, finance,  technology. Thus, we contribute to the common prosperity of the global economy.": "Trở thành tập đoàn kinh tế số hàng đầu thế giới bằng sức mạnh của sự hội tụ trí tuệ, tài chính và công nghệ, đóng góp vào sự thịnh vượng chung của kinh tế toàn cầu.",
    "Aspiring to IPO on the international exchange platform in 2027.": "Khát vọng IPO trên sàn quốc tế vào năm 2027.",
    "Act like a founder": "Hành động như nhà sáng lập",
    "Keep the discipline and high standards": "Kỷ luật và tiêu chuẩn cao",
    "Respect  the diversity": "Tôn trọng sự khác biệt",
    "2. Spirit of Dedication": "2. Tinh thần phụng sư",
    "Attaching Affection": "Gắn kết yêu thương",
    "Sharing the responsibility": "Trách nhiệm cùng nhau",
    "Giving is forever lasted": "Cho đi là còn mãi",
    "3. Transparency, safety": "3. Minh bạch, an toàn",
    "Oriented for solution": "Sẵn sàng giải pháp",
    "Deep Expertise": "Sâu sát chuyên môn",
    "Leaving a legacy": "Để lại di sản",
    "1. Think Big": "1. Suy nghĩ lớn",
    "OUR MISSION": "Sứ mệnh",
    "OUR VISION": "Tầm nhìn",
    "OUR CORE VALUES": "Giá trị cốt lõi",
    "BUSINESS SECTORS": "LĨNH VỰC KINH DOANH",
    "READ MORE": "xem thêm",
    "Technology field": "Lĩnh vực công nghệ",
    "Metaway Tech explores, expands, and delivers crucial technology solutions in the pillars of the digital economy. Our goal is to improve the capacity and overall development to meet global user needs in the digital economy age.": "Metaway Tech nghiên cứu, phát triển và cung cấp các sản phẩm, giải pháp công nghệ quan trọng trong các trụ cột của nền kinh tế số, với mục tiêu nâng cao năng lực và sự phát triển chung của nên kinh tế số để đáp ứng các nhu cầu của người dùng Toàn cầu trong kỷ nguyên số.",
    "Healthcare field": "Lĩnh vực y tế",
    "Metaway Med orients to establish an international standard clinic and hospital system specializing in chiropractic. Blockchain technology will be applied to digital medical records for best tracked Metaway Med builds a technology platform to support medical examination, diagnosis, calibration, and treatment for patients, which will help patients save huge amounts of unnecessary costs. Metaway Med owns a world-leading professors and specialists team who are dedicated to caring for patients' health.": "Metaway Med định hướng phát triển hệ thống phòng khám và bệnh viện tiêu chuẩn quốc tế chuyên khoa thần kinh cột sống, ứng dụng bệnh án số trên công nghệ blockchain, Metaway Med xây dựng nền tảng công nghệ để hỗ trợ việc khám bệnh, chuẩn đoán, hội chuẩn và điều trị cho bệnh nhân giúp cho người bệnh tiết kiệm được nhiều chi phí không cần thiết. Metaway Med sở hữu đội ngũ giáo sư, bác sĩ chuyên khoa đầu ngành hàng đầu Thế giới luôn tận tâm chăm sóc sức khoẻ cho người bệnh.",
    "Real Estate field": "Lĩnh vực bất động sản",
    "Metaway Land is an investor and developer of super-luxury class real estate and smart cities. We create the differences for real estates, set new standards for personal branding and premium enjoyment exclusively for elite owners. We apply new technologies comprehensively in the field of real estate. On a global scale, myriad investment opportunities and new forms of ownership will be opened up for Investors regardless of legal and geographical barriers.": "Metaway Land là nhà đầu tư và phát triển các sản phẩm bất động sản siêu sang, thành phố thông minh. Chúng tôi tạo ra sự khác biệt cho các bất động sản, thiết lập nên chuẩn mực mới về thương hiệu cá nhân và tiêu chuẩn tận hưởng trong một tinh thần hưởng thụ tầm cao của các chủ nhân tinh hoa. Chúng tôi ứng dụng toàn diện các công nghệ mới trong lĩnh vực bất động sản mở ra các cơ hội đầu tư và tạo ra các hình thức sở hữu hoàn toàn mới cho Nhà đầu tư phá vỡ mọi rào cản về pháp lý, địa lý trên phạm vi toàn cầu.",
    "Finance field": "Lĩnh vực tài chính",
    "Metaway Finance applies new technologies in creating digital platforms and solutions for Banking, Insurance, and Securities fields. Brand new investment opportunities and exclusive trading models will be opened up for global users We believe in the future you are the only one who will take control of your own financial life. FWe empower you to learn, plan, and actualize your financial prosperity dreams. You should say bye to all the confusing myths you've heard about investing": "Metaway Finance ứng dụng các công nghệ mới để tạo ra các nền tảng, giải pháp số trong lĩnh vực Ngân hàng, bảo hiểm, chứng khoán ...mở ra các cơ hội đầu tư và các hình thức giao dịch hoàn toàn mới cho người dùng trên phạm vi toàn cầu Chúng tôi tin tưởng rằng, trong tương lai bạn là người duy nhất có thể kiểm soát cuộc sống tài chính của chính bạn. Chúng tôi trao quyền cho bạn để học hỏi, tự lập kế hoạch, và thực hiện ước mơ thịnh vượng tài chính của mình, nói lời tạm biệt với tất cả những lầm tưởng bạn đã từng nghe về đầu tư.",
    "HOLDINGS MEMBERS": "THÀNH VIÊN",
    "As a 'Holding in Holding' model, we establish member enterprises with separate ecosystems while maintaining focus on Metaway Holding's broad aims of globalization, digitalization, and innovation for outstanding social values.": "Metaway Holdings hoạt động theo mô hình “Holding in holding, chúng tôi xây dựng các hệ sinh thái riêng biệt trong khi vẫn tập trung vào mục tiêu rộng lớn của Metaway Holding là toàn cầu hóa, số hóa và đổi mới vì các giá trị xã hội vượt trội.",
    "ECOSYSTEM": "HỆ SINH THÁI",
    "Metaway Holdings' ecosystem revolves around the pillars which shape the digital economy. We generate core technologies to apply in all fields of life such as Digital Health Ecosystem, Technology Ecosystem, Digital Real Estate Ecosystem, Digital Financial Ecosystem.": "Hệ sinh thái của Metaway Holdings xoay quanh các trụ cột hình thành nên nền kinh tế số. Chúng tôi phát triển các công nghệ lõi nền tảng từ đó ứng dụng vào mọi lĩnh vực của đời sống bao gồm: Hệ sinh thái y tế số, Hệ sinh thái công nghệ, hệ sinh thái bất động sản số, hệ sinh thái tài chính số."



}